Repository: Andoni227/Renard-SwiftUI
Catalog: Renard 2.0/Resources/Localizables/*.lproj/AuxLocales.strings
Languages: es, ko, pt_pt

# artist
source: Author
es: Artista
ko: 아티스트
pt_pt: Artista

source: Latitude
es: Latitud
ko: 위도

source: Longitude
es: Longitud
ko: 경도

source: Altitude
es: Altitud
ko: 고도

source: TimeStamp
es: Marca de tiempo
ko: 타임스탬프
pt_pt: Carimbo de data/hora

source: Speed
es: Velocidad
ko: 속도
pt_pt: Velocidade

# speed_knot
source: Knots
es: Nudos
ko: 노트
pt_pt: nós

# gps_active
source: Active measurement: valid position acquired
es: Medición activa: posición válida obtenida
ko: 활성 측정: 유효한 위치 획득됨
pt_pt: Medição ativa: posição válida obtida

# gps_void
source: Invalid GPS measurement / Not available
es: Medición de GPS inválida / No disponible
ko: GPS 측정이 유효하지 않음 / 사용 불가
pt_pt: Medição GPS inválida / Não disponível

# focal_lenght
source: Focal length
es: Distancia focal
ko: 초점 거리
pt_pt: Distância focal

# focal_35mm
source: 35 mm equiv. focal length
es: Distancia focal eq. 35 mm
ko: 35 mm 환산 초점 거리
pt_pt: Distância focal eq. 35 mm

source: Color space
es: Espacio de color
ko: 색 공간
pt_pt: Espaço de cor

source: Flash off
es: Flash desactivado
ko: 플래시 꺼짐
pt_pt: Flash desligado

source: Flash on
es: Flash activado
ko: 플래시 켜짐
pt_pt: Flash ligado

# flash_on_no_return
source: Flash on (no return info)
es: Flash activado (sin retorno)
ko: 플래시 켜짐 (반환 정보 없음)
pt_pt: Flash ligado (sem retorno)

source: Flash on (return not detected)
es: Flash activado (retorno no detectado)
ko: 플래시 켜짐 (반환 감지되지 않음)
pt_pt: Flash ligado (retorno não detectado)

# flash_on_auto
source: Flash on (auto mode)
es: Flash activado (automático)
ko: 플래시 켜짐 (자동 모드)
pt_pt: Flash ligado (modo automático)

# flash_off_auto
source: Flash off (auto mode)
es: Flash desactivado (automático)
ko: 플래시 꺼짐 (자동 모드)
pt_pt: Flash desligado (modo automático)

source: Flash off (auto unavailable)
es: Flash desactivado (automático no disponible)
ko: 플래시 꺼짐 (자동 사용 불가)
pt_pt: Flash desligado (automático indisponível)

source: Flash on (auto unavailable)
es: Flash activado (automático no disponible)
ko: 플래시 켜짐 (자동 사용 불가)
pt_pt: Flash ligado (automático indisponível)

# flash_off_suppressed
source: Flash suppressed
es: Flash suprimido
ko: 플래시 억제됨
pt_pt: Flash suprimido

source: Flash on (red-eye)
es: Flash activado (ojos rojos)
ko: 플래시 켜짐 (적목 현상 방지)
pt_pt: Flash ligado (olhos vermelhos)

source: Flash on (auto, red-eye)
es: Flash activado (automático, ojos rojos)
ko: 플래시 켜짐 (자동, 적목 현상 방지)
pt_pt: Flash ligado (automático, olhos vermelhos)

source: Flash on (auto, red-eye, return)
es: Flash activado (automático, ojos rojos, retorno)
ko: 플래시 켜짐 (자동, 적목 현상 방지, 반환)
pt_pt: Flash ligado (automático, olhos vermelhos, retorno)

# flash_unknown
source: Unknown flash state
es: Estado de flash desconocido
ko: 플래시 상태 알 수 없음
pt_pt: Estado do flash desconhecido

# white_balance_auto
source: Auto white balance
es: Balance de blancos automático
ko: 자동 화이트 밸런스
pt_pt: Balanço de branco automático

# white_balance_manual
source: Manual white balance
es: Balance de blancos manual
ko: 수동 화이트 밸런스
pt_pt: Balanço de branco manual

# white_balance_unknown
source: Unknown white balance
es: Balance de blancos desconocido
ko: 알 수 없는 화이트 밸런스
pt_pt: Balanço de branco desconhecido

# metering_mode_average
source: Average metering
es: Medición promedio
ko: 평균 측광
pt_pt: Medição média

# metering_mode_matrix
source: Matrix metering
es: Medición matricial/evaluativa
ko: 매트릭스 측광
pt_pt: Medição matricial/avaliativa

# metering_mode_spot
source: Spot metering
es: Medición puntual
ko: 스팟 측광
pt_pt: Medição pontual

# metering_mode_center_weighted
source: Center-weighted metering
es: Medición centro ponderado
ko: 중앙 중점 측광
pt_pt: Medição ponderada ao centro

# metering_mode_partial
source: Partial metering
es: Medición parcial
ko: 부분 측광
pt_pt: Medição parcial

# metering_mode_unknown
source: Unknown metering mode
es: Modo de medición desconocido
ko: 알 수 없는 측광 모드
pt_pt: Modo de medição desconhecido

source: Image stabilization off
es: Estabilización desactivada
ko: 손떨림 보정 꺼짐
pt_pt: Estabilização desativada

# image_stabilization_optical
source: Optical image stabilization on
es: Estabilización óptica activada
ko: 광학 손떨림 보정 켜짐
pt_pt: Estabilização óptica ativada

# image_stabilization_digital
source: Digital image stabilization on
es: Estabilización digital activada
ko: 디지털 손떨림 보정 켜짐
pt_pt: Estabilização digital ativada

# image_stabilization_optical_digital
source: Optical + digital image stabilization on
es: Estabilización óptica + digital activada
ko: 광학 + 디지털 손떨림 보정 켜짐
pt_pt: Estabilização óptica + digital ativada

# image_profile
source: Profile
es: Perfil
ko: 프로필
pt_pt: Perfil

# image_resolution
source: Resolution
es: Resolución
ko: 해상도
pt_pt: Resolução

# image_size
source: Size
es: Peso
ko: 크기
pt_pt: Tamanho

source: Image number
es: Número de imagen
ko: 이미지 번호
pt_pt: Número da imagem

source: Shutter count
es: Número de disparos de la cámara
ko: 셔터 횟수
pt_pt: Contagem do obturador

source: Orientation
es: Orientación
ko: 방향
pt_pt: Orientação

# orientation_normal
source: Normal
ko: 정상

# orientation_mirror_horizontal
source: Mirror horizontal
es: Espejo horizontal
ko: 수평 거울
pt_pt: Espelho horizontal

# orientation_rotated_180
source: Rotated 180°
es: Rotado 180°
ko: 180° 회전
pt_pt: Rotacionado 180°

# orientation_mirror_vertical
source: Mirror vertical
es: Espejo vertical
ko: 수직 거울
pt_pt: Espelho vertical

# orientation_rotated_90_cw_mirror_horizontal
source: Rotated 90° CW and mirror horizontal
es: Rotado 90° CW y espejo horizontal
ko: 90° 시계방향 회전 및 수평 거울
pt_pt: Rotacionado 90° CW e espelho horizontal

# orientation_rotated_90_cw
source: Rotated 90° CW
es: Rotado 90° CW
ko: 90° 시계방향 회전
pt_pt: Rotacionado 90° CW

# orientation_rotated_90_ccw_mirror_horizontal
source: Rotated 90° CCW and mirror horizontal
es: Rotado 90° CCW y espejo horizontal
ko: 90° 반시계방향 회전 및 수평 거울
pt_pt: Rotacionado 90° CCW e espelho horizontal

# orientation_rotated_90_ccw
source: Rotated 90° CCW
es: Rotado 90° CCW
ko: 90° 반시계방향 회전
pt_pt: Rotacionado 90° CCW

source: Program
es: Programa
ko: 프로그램
pt_pt: Programa

# exposure_program_0
source: Not defined
es: Desconocido
ko: 정의되지 않음
pt_pt: Sem dados

# exposure_program_1
source: Manual
ko: 수동

# exposure_program_2
source: Auto
es: Automático
ko: 프로그램
pt_pt: Automático

# exposure_program_3
source: Aperture priority
es: Prioridad a apertura
ko: 조리개 우선
pt_pt: Prioridade de abertura

# exposure_program_4
source: Shutter priority
es: Prioridad a obturación
ko: 셔터 속도 우선
pt_pt: Prioridade de obturador

# exposure_program_5
source: Creative program
es: Programa creativo
ko: 창의적 프로그램
pt_pt: Criativo

# exposure_program_6
source: Action program
es: Programa acción rápida
ko: 액션 프로그램
pt_pt: de ação rápida

# exposure_program_7
source: Portrait mode
es: Modo paisaje
ko: 인물 모드
pt_pt: Modo retrato

# exposure_program_8
source: Close-up mode
es: Modo close-up
ko: 클로즈업 모드
pt_pt: Modo close-up

# exposure_program_9
source: Sports mode
es: Modo deportes
ko: 스포츠 모드
pt_pt: Modo esportes

# exposure_program_10
source: Cinema mode
es: Modo cine/video
ko: 시네마 모드
pt_pt: Modo cinema

source: Light source
es: Fuente de luz
ko: 광원
pt_pt: Fonte de luz

# light_source_0
source: Unknown
es: Desconocida
ko: 알 수 없음
pt_pt: Desconhecida

# light_source_1
source: Daylight
es: Luz de día
ko: 주광
pt_pt: Luz do dia

# light_source_2
source: Fluorescent
es: Fluorescente
ko: 형광등
pt_pt: Fluorescente

# light_source_3
source: Tungsten
es: Tungsteno
ko: 텅스텐
pt_pt: Tungstênio

# light_source_4
source: Flash
ko: 플래시

# light_source_9
source: Cloudy
es: Nublado
ko: 흐림
pt_pt: Nublado

# light_source_10
source: Shade
es: Sombra
ko: 그늘
pt_pt: Sombra

# light_source_11
source: Daylight fluorescent
es: Fluorescente luz de día
ko: 주광 형광등
pt_pt: Fluorescente luz do dia

# light_source_12
source: Cool white fluorescent
es: Fluorescente blanco frío
ko: 차가운 흰색 형광등
pt_pt: Fluorescente branco frio

# light_source_13
source: Warm white fluorescent
es: Fluorescente blanco cálido
ko: 따뜻한 흰색 형광등
pt_pt: Fluorescente branco quente

# light_source_14
source: Standard white fluorescent
es: Fluorescente blanco
ko: 표준 흰색 형광등
pt_pt: Fluorescente branco padrão

# light_source_15
source: Daylight fluorescent (standard)
es: Fluorescente luz de día estándar
ko: 주광 형광등 (표준)
pt_pt: Fluorescente luz do dia (padrão)

# light_source_17
source: Standard light A
es: Laboratorio estándar A
ko: 표준광 A
pt_pt: Luz padrão A

# light_source_18
source: Standard light B
es: Laboratorio estándar B
ko: 표준광 B
pt_pt: Luz padrão B

# light_source_19
source: Standard light C
es: Laboratorio estándar C
ko: 표준광 C
pt_pt: Luz padrão C

# light_source_24
source: ISO studio tungsten
es: ISO tungsteno de estudio
ko: ISO 스튜디오 텅스텐
pt_pt: ISO tungstênio de estúdio

# light_source_255
source: Other
es: Otra fuente
ko: 기타
pt_pt: Outra
